Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/_systeemi_on_pettanyt_valtavaestonkin_-_dihtosis-hanke_saamelaisiin_liittyvan_tietamattomyyden_purkajana_.html.tmx
Source language: fin
Languages: sms

source: “Systeemi on pettänyt valtaväestönkin” – Dihtosis-hanke saamelaisiin liittyvän tietämättömyyden purkajana
sms: “Systeeʹm lij maannâm še väʹlddnarood”—Dihtosis-haʹŋǩǩõs säʹmmlaid kollʼjeei teâđateʹmesvuõđ puʹrǧǧeeʹjen ￼

source: Saamelaiskäräjien nuorisoneuvosto on osallistunut kollaboratiiviseen pro gradu -työhön, jossa tutkittiin Dihtosis-hankkeen vaikuttavuutta.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõs lij vuässõõttâm kollaboratiivlõʹžže pro gradu – tuõjju, koʹst tuʹtǩǩee Dihtosis-haʹŋǩǩõõzz vaikktemvuõđ.

source: Tutkimus osoittaa, että tietoa saamelaisista on liian vähän ja tästä johtuen saamelaiset ja saamelaisnuoret kokevat edelleen kiusaamista, rasismia ja vihapuhetta.
sms: Tuʹtǩǩõs čuäʹjat, što teâtt säʹmmlain lij čuuʹt ooccân da tõn diõtt säʹmmla da sääʹmnuõr ǩiččlâʹstte ooudâs ǩeeuʹsummuš, rasiism da vuâllummuš.

source: Opettajat toivat esille, että Dihtosis-hanke on ennen kaikkea tarvittava työkalu opettajien arkeen sekä tärkeä apu myös opettajien tunnistamiin tiedon löytämisen ongelmiin.
sms: Uʹčteeʹl puʹhtte õlmmsa, što Dihtosis-haʹŋǩǩõs lij ouddâl puki taarblaž tuâjjneävv uʹčteeʹli aʹrǧǧe de vääžnai veäʹǩǩ še uʹčteeʹli tobdstem teâđ kaunnâm väʹǯǯlõõžžid.

source: Lisäksi opettajat nostavat esille sen, että tietoa lisäämällä saamelaisten asemaa pystyttäisiin tietoisesti parantamaan.
sms: Lââʹssen uʹčteeʹl käʹǧǧe õlmmsa tõn, što teâđ lââʹzzteeʹl säʹmmlai sââʹjj pââstči teâđlânji pueʹreed.

source: Dihtosis-hankkeen toiminta pureutuu näihin ongelmiin ja kiinnittää huomion myös siihen, kuinka niihin pureudutaan.
sms: Dihtosis-haʹŋǩǩõõzz tåimmʼmõš teäddad täid väʹǯǯlõõžžid da ǩiddad vuâmmšõõzz še tõõzz, mäʹhtt tõid teäddee.

source: Dihtosis-hankkeen työntekijät ja nuorisoneuvoston jäsenet olivat gradun suunnitteluvaiheesta asti aktiivisesti mukana työssä.
sms: Dihtosis-haʹŋǩǩõõzz tuâjjtuejjeei da nuõrisuåvtõõzz vuäzzla leʹjje gradu plaaneempoodd aktiivlânji mieʹldd tuâjast.

source: Tutkimuksen suuntaa ja kulkua suunniteltiin yhdessä työn linjasta haastattelukysymyksiin.
sms: Tuʹtǩǩõõzz siiskõõzz da jååttmõõžž plaanee õõutsââʹjest tuâj liiʹnjest saaǥǥtemkõõččmõõžžid.

source: Käytännössä työssä haastateltiin etänä 10 opettajaa, joilla oli ollut Dihtosis-kouluvierailu luokassaan.
sms: Tuâjast saaǥǥtõʹlle olgglõssân 10 uʹčteeʹled, koin leäi leämmaš Dihtosis-škooulkueʹssjummuš klaasstes.

source: He valaisivat koulujen tilannetta saamelaisista kerrottavan tiedon saralla sekä jakoivat kokemuksiaan ja havaintojaan Dihtosis-hankkeesta.
sms: Sij čuõvte škoouli vueʹjj säʹmmlain mainstum teâđ sueʹrjest de jueʹǩǩe jiijjâz ǩiččlâsttmõõžžid da vuâmmšõõzzid Dihtosis-haʹŋǩǩõõzzâst.

source: Osallistuneiden opettajien kirjo oli laaja: mukana oli luokanopettajia, kielten, historian, yhteiskuntaopin, maantiedon, äidinkielen ja elämänkatsomustiedon opettajia eri paikkakunnilta, sekä perusopetuksesta että lukion puolelta.
sms: Vuässõõtti uʹčteeʹli ǩiõrj leäi veeidas: mieʹldd leʹjje klassuʹčteeʹl, ǩiõli, histoor, õhttsažkåʹddmäätt, jânnamteâđ, jiõnnǩiõl da jieʹllemǩiccâmteâđ uʹčteeʹl vuâđđmättʼtõõzzâst de lookkjiškooulâst jeeʹres päiʹǩǩ-kååʹddin.

source: Suurin osa kuului valtaväestöön, mutta mukana oli myös yksi saamelainen opettaja.
sms: Šuurmõs vueʹss leäi väʹlddnaroodâst, leša mieʹldd leäi še õhtt säʹmmlaž uʹčteeʹl.

source: Tämän lisäksi Dihtosis-hankkeen järjestäjät kertoivat hankkeen kulusta ja materiaaleista sekä omista kokemuksistaan hankkeesta.
sms: Tän lââʹssen Dihtosis-haʹŋǩǩõõzz jäʹrjsteei mainste haʹŋǩǩõõzz jååttmõõžžâst, aunnsin de jiijjâz ǩiččlâsttmõõžžin haʹŋǩǩõõzzâst.

source: Opettajien arki on kiireinen ja monet eivät olleet itsekään oppineet saamelaisista, joten taustatyö, materiaalien kokoaminen ja saamelaisten nostaminen jää yksittäisten opettajien harteille.
sms: Uʹčteeʹli argg lij ǩirrsaž da määŋgas jeäʹla ni jiijj mättjam säʹmmlain, nuʹtt tuâggažtuâjj, aunnsi noorrmõš da säʹmmlai kaggmõš kuâđđai õõuti uʹčteeʹli aʹrddjid.

source: Vaikka aiheesta olisikin enemmän tietoa, moni opettaja oli epävarma siitä, miten he voisivat tuoda saamelaisia ja suhdetta valtioon kunnioittavasti esille ja välttää väärää tietoa.
sms: Håʹt-i ääʹššest leʹčči jeänab teâtt, tääuʹjab uʹčteeʹl jårrõʹstte tõn, što mäʹhtt sij vuäitči puʹhtted säʹmmlaid da sij kõskkvuõđ valdiaaʹje ärvvsânji õlmmsa da veäʹltted puäst-teâđ.

source: Myös suhtautumistavasta opettajan roolissa huolehdittiin—esimerkiksi piilo-oppimisen merkitystä korostettiin.
sms: Šiõttlõõvvâmnääʹlest uʹčteeʹl roolâst še raʹddje – ouddmiârkkân peittmättjummuž miârkktõõzz pââʹjde.

source: Lisäksi osa koki poliittista painetta vaikenemiseen valtion vaitonaisuuden, tiettyjen puolueiden tai tarkkaavaisten vanhempien takia.
sms: Lââʹssen måtam toʹbdde poliittlaž teäddõõzz jäävtõõvvmõʹšše valdia jõõskâsvuõtte, tiõttum peällõõǥǥi leʹbe taʹrǩǩeeʹes puärrsi diõtt.

source: Dihtosis-hankkeen koettiin tuovan näihin suurta apua ja sen nähtiin luovan ymmärrystä ja yhteyttä.
sms: Dihtosis-haʹŋǩǩõõzz ǩiʹčče puʹhttem tääzz jõnn vieʹǩǩ da tõn vueiʹnne tuejjeem fiʹttjõõzz da õhttvuõđ.

source: Hankkeessa tuli opettajien mukaan myös konkreettisesti esille, että puhutaan nykypäivästä.
sms: Haʹŋǩǩõõzzâst puõʹđi uʹčteeʹli mieʹldd še konkreettlânji õlmmsa, što mainste ânnʼjõžpeeiʹvest.

source: Dihtosis-hanke itsessään perustuu tietoon noudattaen itsemääräämisoikeutta tiedosta ja siinä käytetään saamelaisen kasvatuksen menetelmiä.
sms: Jiõčč Dihtosis-haʹŋǩǩõs vuâđđad tiõttu jääʹǩǩteen jiõččmieʹrreemvuõiggâdvuõđ teâđast da tõʹst âʹnne säʹmmlai šõddeem mõõntõõllmid.

source: Hankkeessa on ollut alusta asti tärkeää, että annettava tieto ja sanasto on saamelaisten itsensä määrittämää.
sms: Haʹŋǩǩõõzz aalǥâst lij leämmaš juʹn vääžnai, što uʹvddum teâtt da sannõs lij säʹmmlai jiijjâz meäʹrtem.

source: Tämä on näkynyt sekä projektin teko- ja suunnittelutavassa että tehtävissä.
sms: Tät lij kuâsttjam nuʹtt projeeʹkt raajjâm- da plaaneemnääʹlest da tuâjain.

source: Dihtosis-hankkeen toiminnassa näkyvät myös ennakkoluuloja torjuvat ja rauhankasvatuksen menetelmät.
sms: Dihtosis-haʹŋǩǩõõzz tåimmʼmõõžžâst kuâsttje še ouddjuurdid tuâsttam da rääuhšõddummuš mõõntâlm.

source: Saamelaisnuoria osallistavan prosessin kautta valikoidut teemat ovat saamelaisista tärkeitä, ja ne luovat pohjaa myös yhteiskunnallisen keskustelun edistämiselle.
sms: Sääʹmnuõrid vuässâttem proseeʹss pääiʹǩ vaʹlljuum teeʹmm liâ säʹmmlaid vääžnai, da tõk räʹjje vuâđ še õhttsažkååddla saǥstõõllmõõžž oouʹdummša.

source: Näin Dihtosis-hanke puuttuu sekä jatkuvan tietämättömyyden katkaisemiseen että vallitseviin valta-asetelmiin.
sms: Nääiʹt Dihtosis-haʹŋǩǩõs kässjââtt še juätkkjeei teâđateʹmesvuõđ pueʹtǩǩummša de vaaldšeeʹjid väʹlddšiõttlmid.

source: Dihtosis-hankkeen puolelta haastatteluissa nostettiin esille hankkeen epävarma tulevaisuus ja rajalliset resurssit.
sms: Dihtosis-haʹŋǩǩõõzz peäʹlest saaǥǥtõõllmõõžžin kaʹǧǧe õlmmsa haʹŋǩǩõõzz pannšam puõʹttiäiʹǧǧ da räʹjjla resuurs.

source: Opettajien näkökulmasta hankeluontoisessa toiminnassa haasteena on se, että vain kiinnostuneimmat hyödyntävät sitä, ja siksi tasainen esille ottaminen vaatisi rakenteellisia muutoksia kirjoissa, opetussuunnitelmassa ja opettajien koulutuksessa.
sms: Uʹčteeʹli vueiʹnnemkuuʹlmest haʹŋǩǩõsluândlast tåimmʼmõõžžâst väʹǯǯlen lij tõt, što pâi loŋŋnõõvvâm äuʹǩǩee tõn, da tõʹnt lääʹttes õlmmsa välddmõš õõlǥteʹčči tåimmsallaid muttsid ǩeeʹrjin, mäʹttemplaanâst da uʹčteeʹli škooultõõzzâst.

source: Dihtosis-hankkeen toiminnalle toivottiin jatkoa, sillä aiheen katsottiin tarvitsevan myös tunteisiin vaikuttavaa ja toiminnallista materiaalia.
sms: Dihtosis-haʹŋǩǩõõzz tåimmʼmõšše tuåivvu juätkkääiʹj, ǥu tarbbân ǩiʹčče še tååbdaid vaikkteeʹes da tåimmsallaž aunnâz.

source: Hankkeessa työpajoja vetäjät saamelaisnuoret ja se koettiin arvokkaaksi.
sms: Haʹŋǩǩõõzzâst tuâjjpõõrti jååʹđteei sääʹmnuõr ǩiʹčče tõn ärvvsõʹžžen.

source: Oppilaiden kannalta se, että viesti tulee saamelaisnuorilta koettiin paljon vaikuttavammaksi ja mielekkäämmäksi kuin perinteinen kirjaopetus.
sms: Mättʼtõõttji määiʹnest tõt, što saakk puätt sääʹmnuõrin ǩiʹčče jiânnai vaikkteejubun da miõllšubun ǥu äʹrbbvuõđlaž ǩeʹrjjmättõs.

source: Tiivistelmä tutkimuksen tuloksista (suomeksi)
sms: Vuänõs tuʹtǩǩõõzz puåđõõzzin (lääddas)

source: “Systeemi on pettänyt valtaväestönkin”— Dihtosis -hanke saamelaisiin liittyvän tietämättömyyden purkajana: Kollaboratiivinen tutkimus Dihtosis -hankkeesta ja opettajien toimijuuskontekstista dekolonisaation ja päivittäisen rauhan saralla [Tampere University].
sms: “Systeeʹm lij maannâm še väʹlddnarood”— Dihtosis -haʹŋǩǩõs säʹmmlaid kollʼjeei teâđateʹmesvuõđ puʹrǧǧeeʹjen: Kollaboratiivlaž tuʹtǩǩõs Dihtosis -haʹŋǩǩõõzzâst da uʹčteeʹli tåimmâmvuõđkontekstest dekolonisaatia da juõʹǩǩpeivvsa rääuh sueʹrjest [Tampere University].

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis -hanke on lisännyt saamelaistietoutta neljän lukuvuoden ajan Opetus- ja kulttuuriministeriön rahoituksella.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz da Nuõri Akatemia Dihtosis-haʹŋǩǩõs lij lââʹzztam sääʹmmteâđlažtvuõđ neellj lookkâmeeʹjj poodd Mättʼtõs da kulttuurministeria teäggtõõzzin.

source: Hankkeen tavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista.
sms: Haʹŋǩǩõõzz täävtõssân lij lââʹzzted väʹlddnarooʹde kollʼjeeʹji päärnai da nuõri teâđlažvuõđ säʹmmlain da sääʹmkulttuurâst.

source: Hankeaika päättyy 30.6.2022.
sms: Haʹŋǩǩõsäiʹǧǧ poott 30.6.2022.

source: Lue lisää: www.dihtosis.fi
sms: Looǥǥ lââʹss: www.dihtosis.fi

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
sms: Anni-Sofia Niittyvuopio Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteei +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
